Repository: linuxmint/apturl
Catalog: po/*.po
Languages: hr, nl

source: User requested interrupt.
hr: Prekid na zahtjev korisnika.
nl: Onderbroken door gebruiker.

source: Non whitelist char in the uri
hr: Nedopušteni znak u uri-ju
nl: Niet toegestaan karakter in de uri

source: Whitespace in key=value
hr: Prazni znakovi u key=vrijednost
nl: Spatie in key=value

source: Exception '%s'
hr: Iznimka '%s'
nl: Uitzondering '%s'

source: Url string '%s' too long
hr: URL '%s' je predugačak
nl: URL '%s' is te lang

source: No ':' in the uri
hr: U uri-ju nedostaje ':'
nl: Geen ':' in the uri

source: Enabling '%s' failed
hr: Omogućavanje '%s' nije uspjelo
nl: Inschakelen '%s' mislukt

source: Unknown channel '%s'
hr: Nepoznati kanal '%s'
nl: Onbekend kanaal '%s'

source: The channel '%s' is not known
hr: Kanal '%s' nije poznat
nl: Het kanaal '%s' is niet bekend

source: Enabling channel '%s' failed
hr: Omogućavanje kanala '%s' nije uspjelo
nl: Kanaal '%s' inschakelen is mislukt

source: Invalid /etc/apt/sources.list file
hr: Neispravna /etc/apt/sources.list datoteka
nl: Ongeldig /etc/apt/sources.list-bestand

source: Software index is broken
hr: Popis softvera je oštećen
nl: Software-index is beschadigd

source: This is a major failure of your software management system. Please check for broken packages with synaptic, check the file permissions and correctness of the file '/etc/apt/sources.list' and reload the software information with: 'sudo apt-get update' and 'sudo apt-get install -f'.
hr: Integritet vašeg sustava za upravljanje softverom je ozbiljno narušen. Provjerite oštećene pakete sa synapticom, dozvole nad datotekama i ispravnost '/etc/apt/sources.list' datoteke, te osvježite informacije o softveru naredbom: 'sudo apt-get update' i 'sudo apt-get install -f'.
nl: Dit is een zeer ernstige fout in uw pakketbeheersysteem. Controleer met synaptic op gebroken pakketten, controleer de toegangsrechten en correctheid van het bestand '/etc/apt/sources.list' en herlaad de pakketinformatie met 'sudo apt-get update' en 'sudo apt-get install -f'.

source: Need a url to continue, exiting
hr: Potreban je url za nastavak, izlazak
nl: Heeft een url nodig om door te gaan, afsluiten

source: Invalid url: '%s' given, exiting
hr: Neispravan url: '%s' je zadan, izlazak
nl: Ongeldige url: '%s' opgegeven, afsluiten

source: Can not deal with protocol '%s'
hr: Rukovanje protokolom '%s' nije moguće
nl: Kan niet overweg met protocol '%s'

source: Package '%s' is virtual.
hr: Paket '%s' je virtualan.
nl: Pakket '%s' is virtueel.

source: Could not find package '%s'.
hr: Nije moguće pronaći paket '%s'.
nl: Kon pakket '%s' niet vinden.

source: Package '%s' is already installed
hr: Paket '%s' je već instaliran
nl: Pakket '%s' is reeds ge√Ønstalleerd

source: Can not install '%s' (%s)
hr: Nije moguće instalirati '%s' (%s)
nl: Kan '%s' (%s) niet installeren

source: Package '%s' requests minimal version '%s', but only '%s' is available
hr: Paket '%s' zahtijeva najmanje inačicu '%s', no dostupna je samo '%s'
nl: Pakket '%s' vereist minimaal versie '%s', maar alleen '%s' is beschikbaar

source: Enable additional components
hr: Omogući dodatne komponente
nl: Extra onderdelen inschakelen

source: Enable additional software channel
hr: Omogući dodatni kanal softvera
nl: Extra softwarebron inschakelen

source: Do you want to enable the following software channel: '%s'?
hr: Želite li omogućiti sljedeći kanal softvera: '%s'?
nl: Wilt u de volgende softwarebron inschakelen: '%s'?

source: Install additional software?
hr: Instaliraj dodatni softver?
nl: Extra software installeren?

source: Do you want to install package '%s'?
hr: Želite li instalirati paket '%s'?
nl: Wilt u het pakket '%s' installeren?

source: Description
hr: Opis
nl: Omschrijving

source: _Install
hr: _Instaliraj
nl: _Installeren

source: Whether the specified command should handle "apt" URLs
hr: Treba li navedena naredba rukovati "apt" URL-ovima
nl: Of de opgegeven opdracht "apt" URL's zou moeten verwerken

source: True if the command specified in the "command" key should handle "apt" URLs.
hr: Istina ako bi naredba određena u ključu "naredba" trebala rukovati "apt" URL-ovima.
nl: 'Waar' indien de in de "command"-sleutel opgegeven opdracht, "apt" URL's zou moeten verwerken.

source: The handler for "apt" URLs
hr: Rukovatelj "apt" URL-ova
nl: De verwerker voor "apt" URL's

source: The command used to handle "apt" URLs, if enabled.
hr: Ako je omogućeno, naredba koja se koristi za rukovanje "apt" URL-ovima.
nl: De opdracht dat gebruikt wordt voor het verwerken van "apt" URL's, indien ingeschakeld.

source: Run the command in a terminal
hr: Pokreni naredbu u terminalu
nl: Opdracht in terminalvenster uitvoeren

source: True if the command used to handle this type of URL should be run in a terminal.
hr: Istina ako bi naredba koja se koristi za rukovanje ovom vrstom URL-a, trebala biti pokrenuta u terminalu.
nl: Waar indien de opdracht om dit type URL af te handelen in een terminalvenster gestart dient te worden.
